Repository: wp-plugins/wp-ultra-simple-paypal-shopping-cart
Catalog: languages/WUSPSC-*.po
Languages: de_de, es_es, fr_fr

source: WP Ultra Simple Shopping Cart Settings
de_de: Ultra Simple Paypal Shopping Cart Einstellungen
es_es: WP ultra simple configuración de Compras
fr_fr: Configuration WP Ultra Simple Shopping Cart

source: <strong>You are using qTranslate or qTranslate-X</strong> if you like to customise the followings strings, please fill the following fields with the qTranslate syntax.
de_de: <strong>Sie qTranslate oder qTranslate-X verwenden</strong> füllen Wenn Sie die folgenden Zeichenfolgen gestalte gerne Sie bitte die folgenden Felder mit qTranslate Syntax.
es_es: <strong>Usas qTranslate o qTranslate-X</strong> si te gusta personalizar las cadenas siguientes, por favor llene los siguientes campos con la sintaxis de qTranslate.
fr_fr: <strong>Vous utilisez qTranslate ou qTranslate-X</strong> si vous souhaitez personnaliser les chaînes suivantes, veuillez remplir les champs suivants avec la syntaxe qTranslate.

source: Eg
de_de: z.B.
es_es: P. ej.:
fr_fr: Ex.

source: Paypal Email Address
de_de: Paypal E-Mail Adresse
es_es: Dirección de correo electrónico de Paypal
fr_fr: Adresse électronique de votre compte marchant paypal:

source: Paypal Sandbox (cart is in test)
de_de: Paypal Sandbox (Warenkorb ist im Test)
es_es: Paypal Sandbox (carro está en prueba)
fr_fr: Paypal Sandbox (commande en teste)

source: You must open a free developer account to use sandbox for your tests before go live.<br> Go to <a href="https://developer.paypal.com/">https://developer.paypal.com/</a>, register and connect.
de_de: Man muss sich öffnen einen kostenlosen Entwickler-Account zu Sandbox für Ihre Tests zu verwenden, bevor live gehen. <br /> Zum <a href="https://developer.paypal.com/">https://developer.paypal.com/</a>, zu registrieren und zu verbinden.
es_es: Debe abrir una cuenta de desarrollador de la libertad de utilizar caja de arena para sus pruebas antes de ir a vivir. <br /> Ir al <a href="https://developer.paypal.com/">https://developer.paypal.com/</a>, registrarse y conectarse
fr_fr: Vous devez ouvrir un compte développeur afin d'utiliser le "bac à sable" pour vos tests avant d'utiliser cette option. <br /> Aller sur <a href="https://developer.paypal.com/">https://developer.paypal.com/</a>, inscrivez-vous et connecter-vous.

source: Use PayPal Profile Based Shipping
de_de: Die Versandkostenkalkulation von PayPal nutzen
es_es: Usa envío basados ​​en el perfil de PayPal
fr_fr: Utiliser la livraison basé sur le profile PayPal

source: Check this if you want to use
de_de: Aktivieren Sie diese Option für
es_es: Seleccione esta opción si desea utilizar
fr_fr: Cochez cette case si vous souhaitez l'utiliser

source: PayPal profile based shipping
de_de: von PayPal berechnete Versandkosten
es_es: Transporte basados ​​en el perfil de PayPal
fr_fr: Livraison basé sur le profile PayPal

source: Using this will ignore any other shipping options that you have specified in this plugin.
de_de: Die Verwendung deaktiviert alle anderen Versandoptionen dieses Plugins.
es_es: El uso de este ignorará las opciones de envío de otros que se han especificado en este plugin.
fr_fr: L'utilisation de cette configuration va hiniber les options d'expédition par défault

source: Must Collect Shipping Address on PayPal
de_de: Der Kunde muss bei PayPal eine Versandadresse angeben
es_es: Debe recoger la dirección de envío en PayPal
fr_fr: Recueillir l'adresse d'expédition sur PayPal

source: If checked the customer will be forced to enter a shipping address on PayPal when checking out.
de_de: Wenn diese Option aktiviert ist, müssen Kunden bei dem PayPal-Bestellvorgang eine Versandadresse angeben.
es_es: Si se selecciona el cliente se verá obligado a introducir una dirección de envío en PayPal al momento de pagar.
fr_fr: Si elle est cochée, le client sera obligé de saisir une adresse de livraison sur PayPal lors de la vérification.

source: Base Shipping Cost
de_de: Basisversandkosten
es_es: Base de costo de envío
fr_fr: Coût de livraison (globale)

source: This is the base shipping cost that will be added to the total of individual products shipping cost. Put 0 if you do not want to charge shipping cost or use base shipping cost.
de_de: Die Basisversandkosten werden zu der Summer der individuellen Versandkosten der Produkte addiert. Tragen Sie 0 ein wenn Sie keine Basisversandkosten oder gar keine Versandkosten berechnen wollen.
es_es: Esta es la base de los gastos de envío que se añadirán al total del costo de cada envío de productos. Poner 0 si no quiere cargar los gastos de envío o uso de la base de costos de envío.
fr_fr: Il s'agit du coût d'expédition de base qui sera ajouté au total des coûts d'expédition des produits individuels. Mettre 0 si vous ne voulez pas de facturer les coûts d'expédition ou frais de port par défault.

source: Free Shipping for Orders Over
de_de: Versandkostenfrei für Bestellungen über
es_es: Envío gratuito para pedidos superiores a
fr_fr: Livraison gratuite pour toute commande supérieure à

source: When a customer orders more than this amount he/she will get free shipping. Leave empty if you do not want to use it.
de_de: Wenn die Bestellung eines Kunden über diesen Betrag hinausgeht, entfallen die Versandkosten. Tragen Sie nichts ein, falls Sie diese Funktion nicht nutzen wollen.
es_es: Cuando un cliente más de esto, la cantidad / ella recibirá el envío gratis. Dejar en blanco si no desea utilizarlo.
fr_fr: Lorsqu'un client commande plus que ce montant, il / elle recevra la livraison gratuite. Laisser vide si vous ne voulez pas l'utiliser.

source: Shipping fee per item
de_de: Versandkosten pro Stück
es_es: Gastos de envío por artículo
fr_fr: Frais de livraison par article

source: By default, shipping fee is multiply by the item's quantity added. If ticked only 1 shipping fee is added per items group.
de_de: Standardmäßig ist die Versandkosten mehrfach durch die Artikelmenge hinzugefügt. Wenn nur 1 Versandkosten angestrichen wird pro Gruppe Elemente hinzugefügt.
es_es: De forma predeterminada, el honorario del envío es multiplicar por la cantidad del elemento añadida. Si tildas sólo 1 honorario del envío es añadido por grupo de artículos.
fr_fr: Par défaut, des frais d'expédition sont de multiplié par la quantité de l'élément ajoutée. Si coché, le coût du port est ajouté 1 fois seulement pour le groupe d'éléments.

source: Free Shipping
de_de: Kostenloser Versand
es_es: Envío
fr_fr: Livraison gratuite

source: If ticked, display a shipping free message on cart.
de_de: Wenn aktiviert, eine Nachricht auf kostenlosen Versand Warenkorb gelegt.
es_es: Si está marcada, se muestra un mensaje de envío gratis en carro.
fr_fr: Si coché, affiche les frais de livraison avec la mention gratuit

source: Currency
de_de: Währung
es_es: Moneda
fr_fr: Monnaie

source: e.g.
de_de: z.B.
es_es: por ejemplo,
fr_fr: Ex :

source: Full list on <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?cmd=_render-content&content_ID=developer/e_howto_api_nvp_currency_codes">PayPal website</a>
de_de: Liste auf <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?cmd=_render-content&content_ID=developer/e_howto_api_nvp_currency_codes">PayPal-Website</a>
es_es: Lista completa <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?cmd=_render-content&content_ID=developer/e_howto_api_nvp_currency_codes">PayPal website</a>
fr_fr: Liste complète sur <a target="_blank" href="https://cms.paypal.com/us/cgi-bin/?cmd=_render-content&content_ID=developer/e_howto_api_nvp_currency_codes">le site PayPal</a>

source: Currency Symbol
de_de: Währungssymbol
es_es: Símbolo de moneda
fr_fr: Affichage du symbole de devise

source: Currency display
de_de: Währung
es_es: La moneda de visualización
fr_fr: Affichage de la devise

source: Item global VAT
de_de: Artikel gesamten MwSt.
es_es: IVA Global de Artículo
fr_fr: TVA des produits

source: Add VAT rate. The VAT must be a percentage eg. 19.60. Leave empty to disable it.
de_de: Fügen Mehrwertsteuer. Die Mehrwertsteuer muss ein Prozentsatz zB sein. 19,60. Leer lassen um es zu deaktivieren.
es_es: Agregar tasa del IVA. El IVA debe ser un ejemplo de porcentaje. 19,60. Dejar en blanco para desactivarlo.
fr_fr: Ajoute la TVA. La TVA doit être un pourcentage ex: 19.60. Laisser ce champ vide pour désactiver cette fonctionnalité

source: Custom buttons
de_de: Benutzerdefinierte Paypal Button
es_es: Personalizar el botón de Paypal
fr_fr: Boutons personnalisé

source: If ticked, use following custom id & class on button.
de_de: Wenn aktiviert, nach benutzerdefinierten id & class auf den Knopf zu nutzen.
es_es: Si está marcada, utilice siguiendo encargo ID y Classe en el botón.
fr_fr: Utilise les ID et Classes qui suivent pour les boutons.

source: Add to Cart button text
de_de: Button-Text : In den Warenkorb
es_es: Añadir a la Cesta botón o texto de la imagen
fr_fr: Texte du bouton d'ajout au caddy

source: To use a customized 'add to cart' button text, fill with a text or leave empty for using image as button background. Don't forget to add background-image to your theme's style.
de_de: So verwenden Sie eine benutzerdefinierte Schaltfläche Text 'in den Warenkorb', mit einem Text zu füllen oder leer lassen für die Verwendung Bild als Button Hintergrund. Vergessen Sie nicht, background-image, um Ihr Thema Stil hinzuzufügen.
es_es: Para utilizar una personalizada "añadir al carrito" botón de texto, relleno con un texto o dejar en blanco para usar la imagen como fondo de botón. No te olvides de añadir fondo de la imagen con el estilo de tu tema.
fr_fr: Pour utiliser un texte personnalisé du bouton «ajouter au panier», remplir avec un texte ou laisser vide pour utiliser l'image comme fond bouton. Ne pas oublier d'ajouter background-image au style de votre thème.

source: Cart button id & class name (without the dash or dot)
de_de: Warenkorb button id & class name (ohne Bindestrich oder Punkt)
es_es: Nombre del classe del botón de compra (sin el punto)
fr_fr: Style à associer au bouton (nom sans le point ni dièse)

source: Checkout button text
de_de: Kasse Schaltfläche Text
es_es: Pedido texto del botón
fr_fr: Libellé du bouton payement

source: To use a customized 'checkout' button text, fill with a text or leave empty for using image as button background. Don't forget to add background-image to your theme's style.
de_de: Um eine angepasste "Kasse"-Button Text zu verwenden, mit einem Text zu füllen oder leer lassen für die Verwendung Bild als Button Hintergrund. Vergessen Sie nicht, background-image, um Ihr Thema Stil hinzuzufügen.
es_es: Para utilizar una personalizada 'checkout' text botón, se llenan de un texto o dejar en blanco para usar la imagen como fondo de botón. No te olvides de añadir fondo de la imagen con el estilo de tu tema.
fr_fr: Pour utiliser un texte du bouton personnalisé 'checkout', remplir avec un texte ou laisser vide pour utiliser l'image comme fond bouton. Ne pas oublier d'ajouter background-image au style de votre thème

source: Checkout button id & class name (without the dash or dot)
de_de: Button Zur Kasse id & class name (ohne Bindestrich oder Punkt)
es_es: Nombre del classe del botón de compra (sin el punto)
fr_fr: Style à associer au bouton (nom de la classe sans le point)

source: Display product name
de_de: Produkt anzeigen Name
es_es: Muestra el nombre del producto
fr_fr: Affichager le nom du produit

source: If ticked, display the product's name, otherwise hide it
de_de: Wenn angekreuzt, zeigen Sie das Produkt den Namen, andernfalls wird er ausgeblendet
es_es: Si se activa, muestra el nombre del producto, de lo contrario, ocultar
fr_fr: Si coché, affiche le nom du produit présent dans le shortcode, sinon il sera caché.

source: Display Product Options Inline
de_de: Zeigen Sie Product Options Im Einklang
es_es: Opciones de visualización del producto en línea
fr_fr: Affichage des options du produits sur une ligne

source: If ticked, display the product input without line break, otherwise it display each input to a new line.
de_de: Wenn angekreuzt, zeigen Sie das Produkt-Eingang ohne Zeilenumbruch, sonst ist jede Eingabe angezeigt werden, um eine neue Zeile.
es_es: Si se activa, muestra la entrada de producto sin salto de línea, de lo contrario mostrará cada entrada a una nueva línea.
fr_fr: Si coché, le bouton et ses options seront affichés sur une seule ligne, sinon il y aura un retour à la ligne après chaque option.

source: Display quantity field
de_de: Zeigen Sie Größe des Feldes
es_es: Mostrar campo de cantidad
fr_fr: Afficher le champ de quantité

source: If ticked, display the quantity field to choose quantity before add to cart, otherwise quantity is 1.
de_de: Wenn angekreuzt, das Anzeigen der Menge Feld Menge ein, bevor in den Warenkorb zu wählen, ansonsten liegt bei 1 Stück.
es_es: Si se activa, muestra el campo de cantidad para elegir la cantidad antes de añadir a la cesta, de lo contrario la cantidad es 1.
fr_fr: Si coché, le champ de quantité sera affiché, sinon la quantité par défaut est de 1.

source: Products Page URL
de_de: URL der Produktseite
es_es: Productos URL de la página
fr_fr: L'URL pour la page de produit

source: This is the URL of your products page if you have any. If used, the shopping cart widget will display a link to this page when cart is empty
de_de: Falls Sie eine Produktseite haben, können Sie hier die URL eingeben. Wenn eine URL eingegeben und der Warenkorb leer ist wird ein Link zu dieser Seite im Warenkorb angezeigt.
es_es: Esta es la URL de la página de los productos si usted tiene cualquiera. Si se utiliza el flash carrito de la compra se mostrará un enlace a esta página cuando la compra está vacía
fr_fr: Ceci est l'URL de votre page de produits si vous en avez. S'elle est utilisé, la widget panier affichera un lien vers cette page lorsque panier est vide

source: Display Products URL in cart
de_de: Produkt anzeigen URL in den Warenkorb
es_es: Visualización de la URL de productos en el carrito
fr_fr: Afficher les URL des produits dans le panier

source: If ticked, the product's link will not be display in cart. Activate it if you are using a page or a post for each product.
de_de: Wenn angekreuzt, wird das Produkt der Link nicht im Warenkorb angezeigt werden. Aktivieren Sie es, wenn Sie eine Seite oder ein Post sind für jedes Produkt.
es_es: Si se activa, enlace del producto no se mostrará en el carrito. Activarlo si está utilizando una página o un mensaje para cada producto.
fr_fr: Si coché, le lien vers le produit ne sera pas affichée dans le panier. Activez cette option si vous utilisez une page ou un article pour chaque produit.

source: Display thumbnail in cart
de_de: Anzeige Miniaturansicht im Warenkorb
es_es: Visualización de miniaturas en el carrito
fr_fr: Afficher les previsualisations

source: If ticked, the product's thumbnail will not be display in cart. Activate it if you are using a page or a post for each product.
de_de: Wenn aktiviert, wird das Produkt auf die Miniaturansicht nicht im Warenkorb angezeigt werden. Aktivieren Sie es, wenn Sie eine Seite oder einen Beitrag für jedes Produkt.
es_es: Si está marcada, la miniatura del producto no va a ser presentado en el carro. Actívalo si está utilizando una página o una entrada para cada producto.
fr_fr: Si coché, la prévisualisation produit ne sera pas affichée dans le panier. Activez cette option que si vous utilisez une page ou un article pour chaque produit.

source: Thumbnail size
de_de: Miniaturgröße
es_es: Miniatura de tamaño
fr_fr: Taille des miniatures

source: Size in pixel of product's thumbnail display in cart. Displayed if product's thumbnail are activate and if you'r using a page or a post for each product.
de_de: Größe in Pixeln Produkts Thumbnail-Anzeige im Warenkorb. Angezeigt, wenn Miniaturabbildung aktivieren sind und wenn Sie eine Seite oder einen Beitrag sind für jedes Produkt.
es_es: Tamaño en píxeles de pantalla en miniatura del producto en el carrito. Se muestra si se activa en miniatura del producto y si usted está utilizando una página o una entrada para cada producto.
fr_fr: Taille en pixel de la prévisualisation produit affichée dans le panier. Cette option est utilisé si vous utilisez un article pour chaque produit, et si vous mettez une image à la une.

source: Hide "Cart Empty" message
de_de: Hide message "Cart Empty"
es_es: Ocultar mensaje "Cesta vacía "
fr_fr: Cacher le message "Commande vide"

source: If ticked, the shopping cart empty message on page/post or widget will not be display.
de_de: Wenn angekreuzt, wird der Warenkorb ist noch leer Mitteilung auf Seite / post oder Widget nicht angezeigt werden.
es_es: Si se activa, el mensaje carro vacío en la página / post o widget no se muestra.
fr_fr: Si coché, le message de commande vide ne sera pas affiché.

source: Hide items count display message
de_de: Ausblenden von Elementen zählen Displaymeldung
es_es: Ocultar contar artículos mensaje de la pantalla
fr_fr: Cacher le message de comptage des produits

source: If ticked, the items in cart count message on page/post or widget will not be display.
de_de: Wenn angekreuzt, wird der Artikel im Warenkorb count-Mitteilung auf Seite / post oder Widget nicht angezeigt werden.
es_es: Si se activa, los elementos de mensajes sin carro en la página / post o widget no se muestra.
fr_fr: Si coché, le message de comptage de produit dans la commande ne sera pas affiché.

source: Hide Shopping Cart Image
de_de: Bild des Warenkorb nicht anzeigen
es_es: Ocultar la imagen Compras
fr_fr: Cacher l'image de commande

source: If ticked the shopping cart image will not be shown.
de_de: Falls aktiviert, wird das Bild des Warenkorbs nicht angezeigt.
es_es: Si se activa la imagen de carrito de la compra no se mostrará.
fr_fr: Si coché l'image panier ne sera pas affiché.

source: Shopping Cart title
de_de: Name des Warenkorbs
es_es: Compras título
fr_fr: Titre du caddy

source: Text/Image to Show When Cart Empty
de_de: Text/Bild für einen leeren Warenkorb
es_es: Texto / imagen para mostrar cuando Cesta vacía
fr_fr: Texte / Image à afficher lorsque panier est vide

source: You can either enter plain text or the URL of an image that you want to show when the shopping cart is empty
de_de: Sie können einfachen Text eintragen oder die URL eines Bildes angeben (wird bei einem leeren Warenkorb angezeigt)
es_es: Puede introducir texto o la URL de una imagen que quieres mostrar cuando el carrito de la compra está vacía
fr_fr: Vous pouvez soit entrer texte ou l'URL d'une image que vous voulez afficher quand le panier est vide

source: Singular "product in your cart" text
de_de: Singular "Produkt im Warenkorb" text
es_es: Singular text "producto en su carrito de "
fr_fr: Singulier texte "produit commandé"

source: Plural "products in your cart" text
de_de: Plural "Produkte in Ihrem Warenkorb " text
es_es: Plural text "los productos en su carrito de "
fr_fr: Pluriel texte "produits commandé"

source: Subtotal text
de_de: Zwischensumme
es_es: Texto subtotal
fr_fr: Intitulé de sous-total (Sous-total)

source: Shipping text
de_de: Versand
es_es: Envío de texto
fr_fr: Intitulé de frais de livraison (Livraison)

source: Total text
de_de: Gesamtsumme
es_es: Total del texto
fr_fr: Intitulé du total (Total)

source: Item name text
de_de: Artikel
es_es: Elemento de texto el nombre de
fr_fr: Intitulé de nom de produit (Produit)

source: Quantity text
de_de: Menge
es_es: La cantidad de texto
fr_fr: Intitulé de quantité (Qté)

source: Price text
de_de: Preis
es_es: Precio de texto
fr_fr: Intitulé de prix (Prix)

source: VAT text
de_de: MWST
es_es: IVA
fr_fr: Texte de TVA/Tax

source: Item count text
de_de: Artikel gräflichen Text
es_es: Elemento de texto recuento
fr_fr: Texte affiché du NB produits dansla commande

source: No item in cart text
de_de: Kein Artikel im Warenkorb Text
es_es: Ningún artículo en el carrito texto
fr_fr: Texte si commande vide

source: Remove text
de_de: Entfernen
es_es: Eliminar el texto
fr_fr: Intitulé de suppression (Supprimer)

source: Products page URL title
de_de: URL der Produktseite
es_es: Productos URL de la página del título
fr_fr: Titre de l'URL de la page de produit

source: Return URL
de_de: Rückkehr URL
es_es: Volver URL
fr_fr: URL de retour

source: This is the URL the customer will be redirected to after a successful payment
de_de: Zu dieser URL wird ein Kunde weitergeleitet wenn der Bestellvorgang erfogreich war
es_es: Esta es la URL que el cliente va a ser redirigido después de un éxito de pago
fr_fr: Ceci est l'URL où le client sera redirigé après un paiement réussi

source: Automatic redirection to checkout page
de_de: Automatische Weiterleitung zur 'Bestellung abschließen'-Seite
es_es: Redirección automática a la caja página
fr_fr: Redirection automatique vers la page de paiement

source: Checkout Page URL
de_de: URL der 'Bestellung abschließen'-Seite
es_es: Pedido URL de la página
fr_fr: Page de validation de la commande

source: If checked the visitor will be redirected to the Checkout page after a product is added to the cart. You must enter a URL in the Checkout Page URL field for this to work.
de_de: Wenn diese Option aktiviert ist, werden Besucher zur 'Bestellung abschließen'-Seite weitergeleitet nachdem sie ein Produkt zum Warenkorb hinzugefügt haben. Sie müssen eine URL in dem Feld der 'Bestellung abschließen'-Seite eingeben um diese Funktion zu nutzen.
es_es: Si se selecciona el visitante va a ser redirigido a la página de confirmación después de que un producto es añadido a la cesta. Debe introducir una URL en el campo URL Pedido página para que esto funcione.
fr_fr: Si elle est cochée ,le visiteur sera redirigé vers la page de paiement une fois le produit ajouté à la commande. Vous devez entrer une URL dans le champ URL de la page Commander pour que cela fonctionne.

source: Reset Cart After Redirection to Return Page
de_de: Warenkorb zurücksetzen nach der Weiterleitung auf die Rückkehr URL
es_es: Vaciar la canasta después de la redirección de página Volver
fr_fr: Réinitialiser la comande après une redirection à la page de retour

source: If checked the shopping cart will be reset when the customer lands on the return URL (Thank You) page.
de_de: Wenn diese Option aktiviert ist, wird der Warenkorb zurückgesetzt wenn ein Kunde auf die Rückkehr URL (die 'Vielen Dank für Ihren Einkauf'-Seite) geleitet wird.
es_es: Si se marca la cesta de la compra se restablecerá cuando las tierras de los clientes en la dirección URL de retorno (Gracias) página.
fr_fr: Si coché, le panier sera remis à zéro lorsque le client utilisera la page d'URL de retour (automatique) .

source: 3 steps cart form URL
de_de: URL der Form des Korbes 3-Schritt
es_es: 3 pasos carrito formulario URL
fr_fr: URL du formulaire de panier en 3 étapes

source: Configure this URL if you like to have a form as step 2, before the final paypal cart (use [validate_wp_shopping_cart] shortcod on th first step cart page). Leave empty if you not need this.
de_de: Konfigurieren Sie diese URL, wenn Sie zu einem Formular wie in Schritt 2 haben möchte, bevor die endgültige paypal cart (mit [validate_wp_shopping_cart] shortcod auf th erste Schritt Warenkorb-Seite). Leer lassen, wenn Sie nicht brauchen.
es_es: Configurar esta dirección si se quiere tener una forma como el paso 2, antes de la final compra de PayPal (use [validate_wp_shopping_cart] shortcod º en la primera página carro de paso). Dejar en blanco si no lo necesitas.
fr_fr: Configurer cette URL si vous souhaitez avoir un formulaire que l'étape 2, avant la dernière panier paypal (utiliser [validate_wp_shopping_cart] shortcode sur la première étape d'achat). Laisser vide si vous n'en n'avez pas besoin.
