Repository: wp-plugins/wp-ultra-simple-paypal-shopping-cart
Catalog: languages/WUSPSC-*.po
Languages: de_de, es_es, fr_fr

source: You can install and use <a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact form 7</a> for example and set your form with the following informations.
de_de: Sie können installieren und verwenden <a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact form 7</a> beispiels und stellen Sie Ihre Form mit den folgenden Informationen.
es_es: Puede instalar y utilizar <a href="https://wordpress.org/plugins/contact-forma-7/" target="_blank"> Formulario de contacto 7 </a> por ejemplo, y fijar su forma con las siguientes informaciones.
fr_fr: Vous pouvez utiliser <a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact form 7</a> par exemple, et de définir votre formulaire avec les informations suivantes.

source: Paste => on_sent_ok: "location = 'http://example.com/mycart';" (replace http://example.com/mycart by your own URL)
de_de: Einfügen => on_sent_ok: "location = 'http: //example.com/mycart'; " (ersetzen http://example.com/mycart durch Ihre eigene URL)
es_es: Pegue => on_sent_ok: "ubicación = 'http: //example.com/mycart';" (reemplazar http://example.com/mycart por su propia URL)
fr_fr: Collez => on_sent_ok: "location = 'http: //exemple.com/monpannier'; " (remplacer http://exemple.com/monpannier par votre propre URL)

source: And create http://example.com/mycart page if not existing, plus past [show_wp_shopping_cart] shortcode
de_de: Und erstellen http://example.com/mycart Seite, falls nicht vorhanden, zzgl letzten Short [show_wp_shopping_cart]
es_es: Y crear la página http://example.com/mycart si no existente, más allá de [show_wp_shopping_cart] código corto
fr_fr: Et créer la page http://exemple.com/monpannier si non-existante, et collez-y le code [show_wp_shopping_cart]

source: Update Options &raquo;
de_de: Einstellungen speichern &raquo;
es_es: Opciones de actualización »
fr_fr: Mettre à jour les options &raquo;

source: Like the WP Ultra Simple Paypal Shopping Cart Plugin?
de_de: Gefällt Ihnen das Simple WordPress Shopping Cart Plugin?
es_es: Al igual que el WP ultra simple plugin Paypal Cesta de la compra?
fr_fr: Vous appréciez le plugin WP Ultra Simple Paypal Shopping Cart?

source: Give it a good rating
de_de: Bewerten Sie es positiv
es_es: Darle una buena calificación
fr_fr: Donnez-lui une bonne notation

source: WP Ultra simple Paypal Cart Options
de_de: WP Paypal Warenkorb Einstellungen
es_es: WP ultra Opciones sencillas compra de PayPal
fr_fr: Options WP Ultra Simple Shopping Cart

source: WP Ultra simple Paypal Cart
es_es: WP ultra compra de PayPal sencilla
fr_fr: WP Ultra-Simple Shopping Cart

source: Ultra simple Cart
es_es: Cesta de ultra sencillo
fr_fr: Commande Ultra-Simple

source: Shopping Cart
de_de: Warenkorb
es_es: Compras
fr_fr: Commande

source: WP Ultra Simple Paypal Shopping Cart
de_de: Simple Paypal Shopping Cart Einstellungen
es_es: WP ultra simple carro compra de PayPal

source: Total
de_de: Gesamtsumme
