Repository: wp-plugins/wp-ultra-simple-paypal-shopping-cart
Catalog: languages/WUSPSC-*.po
Languages: de_de, es_es, fr_fr

source: Shopping Cart Configuration Error! You must specify a value in the 'Checkout Page URL' field for the automatic redirection feature to work!
de_de: Fehlerhafte Konfiguration des Warenkorbs! Damit die automatische Weiterleitung funktioniert, müssen Sie in dem Feld 'Zur Kasse - Seite' eine URL eintragen.
es_es: Cesta de la compra de configuración de error! Usted debe especificar un valor en el campo &#39;URL Pedido de página "para la función de redirección automática a la obra!
fr_fr: Erreur de configuration! Vous devez spécifier une valeur dans le champ URL de la page 'Commander' pour que la fonction de redirection automatique fonctionne!

source: USD
de_de: EUR
es_es: EUR
fr_fr: EUR

source: Cart
de_de: Warenkorb
es_es: Carro
fr_fr: Commande

source: Free
de_de: Gratis
es_es: Gratis
fr_fr: Offert

source: Proceed to Checkout &raquo;
de_de: Zur Kasse gehen &raquo;
es_es: Realizar pedido &raquo;
fr_fr: Finaliser votre achat &raquo;

source: Checkout
de_de: Kasse
es_es: Caja
fr_fr: Commander

source: Make payments with PayPal - it's fast, free and secure!
de_de: Zahlen Sie mit PayPal - Es ist schnell, kostenlos und sicher!
es_es: Haga los pagos con PayPal - rápido, gratis y seguro!
fr_fr: Effectuez vos paiements via PayPal - c'est simple, rapide, gratuit et sécurisé!

source: Add to Cart
de_de: Zum Warenkorb hinzufügen
es_es: Añadir a la Cesta
fr_fr: Ajouter à la commande

source: Error: no price configured
de_de: Fehler: kein Preis konfiguriert
es_es: Error: no tiene precio configurado
fr_fr: ERROR: aucun prix configuré

source: Set the Plugin Settings from the Settings menu
de_de: Ändern Sie die Konfiguration des Plugins im Einstellungsmenü
es_es: Establecer la configuración de plug-in en el menú Configuración
fr_fr: Définissez les options du Plug-in dans le menu Paramètres

source: Display WP Ultra Simple Paypal Shopping Cart.
de_de: WP Paypal Warenkorb anzeigen.
es_es: WP pantalla ultra carro simple compra de PayPal.
fr_fr: Afficher WP Ultra Simple Paypal Shopping Cart.

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Configuration

source: Your Shopping Cart
de_de: Ihr Warenkorb
es_es: Tu cesta de compras
fr_fr: Votre commande

source: Your cart is empty
de_de: Ihr Warenkorb ist leer
es_es: Su cesta está vacía
fr_fr: Votre commande est vide

source: Visit The Shop
de_de: Besuchen Sie den Shop
es_es: Visite la tienda
fr_fr: Visiter la boutique

source: Hit enter or click on reload icon to submit the updated quantity please.
de_de: Drücken Sie Enter oder klicken Sie auf das Symbol zu unterbreiten reload die aktualisierte Menge zu gefallen.
es_es: Pulsa Intro o hacer clic en el icono de recarga para presentar la cantidad actualizada, por favor.
fr_fr: Appuyez sur entrée ou l'icône recharger pour soumettre nouvelle quantité.

source: products in your cart
de_de: Produkte im Warenkorb
es_es: productos en su cesta
fr_fr: produits commandé

source: product in your cart
de_de: Produkt in den Warenkorb legen
es_es: producto en su carrito
fr_fr: produit commandé

source: Subtotal
de_de: Zwischensumme
es_es: Total parcial
fr_fr: Sous-total

source: Shipping
de_de: Versand
es_es: Envío
fr_fr: Livraison

source: Item Name
de_de: Artikel
es_es: Nombre del elemento
fr_fr: Nom produit

source: Quantity
de_de: Menge
es_es: Cantidad
fr_fr: Quantité

source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix

source: VAT
de_de: MwSt.
es_es: IVA
fr_fr: TVA

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer

source: Options Updated!
de_de: Die Einstellungen wurden aktualisiert!
es_es: Opciones actualizadas!
fr_fr: Vos options ont été mises à jour!

source: %d item%s in your cart
de_de: %d artikel%s in Ihrem Warenkorb
es_es: %d artículo%s en su cesta
fr_fr: %d produit%s dans votre commande

source: Cart empty
de_de: Warenkorb ist noch leer
es_es: Carrito vacío
fr_fr: Vider votre commande

source: Do you like WUSPSC ?
es_es: ¿Te gusta WUSPSC?
fr_fr: Appréciez-vous WUSPSC?

source: Usage
de_de: Verwendung:
es_es: Uso
fr_fr: Utilisation

source: Discount Code
de_de: Rabatt-Code
es_es: Código de Descuento
fr_fr: Code promo

source: Support
es_es: Ayuda
fr_fr: Aide

source: Readme
fr_fr: Lisez-moi

source: WP Ultra Simple Shopping Cart Usage
de_de: Ultra Simple Paypal Shopping Cart Einstellungen
es_es: WP ultra simple configuración de Compras
fr_fr: Configuration WP Ultra Simple Shopping Cart

source: For information, updates and detailed documentation, please visit:
de_de: Für Informationen, Updates und eine detailierte Dokumentation besuchen Sie bitte:
es_es: Para más información, actualizaciones y documentación detallada, por favor visite:
fr_fr: Pour plus d'informations, les mises à jour ou la documentation détaillée, visitez le site s'il vous plaît :

source: For support, please use our dedicated forum:
de_de: Für die Unterstützung, benutzen Sie bitte unser eigenes Forum:
es_es: Para obtener asistencia, por favor utilice nuestro foro dedicado:
fr_fr: Pour le support, utilisez notre forum dédié s'il vous plaît :

source: WPUSPSC Support Forum
de_de: WPUSPSC Unterstützung Forum
es_es: WPUSPSC foro de soporte de
fr_fr: Forum de support WUSPSC

source: 1. create a PayPal account (no cost for basic account)
de_de: 1. Erstellen ein PayPal-Konto (keine Kosten für Basis-Account)
es_es: 1. crear una cuenta de PayPal (sin costo alguno para la cuenta básica)
fr_fr: 1. créer un compte PayPal (sans frais pour le compte de base)

source: 2. Create post or page presenting the product or service and add caddy shortcode in the post. See example and possibilities following:
de_de: 2. Erstellen Post oder Seite präsentiert die Ware oder Dienstleistung und fügen caddy Shortcode in der post Beispiel ansehen und Möglichkeiten folgende:.
es_es: 2. Crear mensaje o la página de presentación del producto o servicio y agregar caddy abreviado en el puesto. Véase el ejemplo y las siguientes posibilidades:
fr_fr: 2. Créer un article ou une page présentant le produit ou le service et ajouter le shortcode dedant. Voir es possibilités suivantes pour exemple :

source: To add the 'Add to Cart' button simply add the trigger text to a post or page, next to the product. Replace PRODUCT-NAME and PRODUCT-PRICE with the actual name and price.
de_de: in einem Artikel oder auf einer Seite neben dem Produkt. Ersetzen Sie bitte PRODUKTNAME und PRODUKTPREIS mit dem tatsächlichen Namen und Preis des Produkts. Zum Beispiel: [wp_cart:Testprodukt:price:15.00:end]
es_es: Para agregar el "Añadir al carro" botón de añadir el texto de disparo en un poste o en la página, al lado del producto. Vuelva a colocar nombre del producto, y Productos-con el nombre real y el precio.
fr_fr: Pour ajouter le bouton "Ajouter au panier", il vous suffit d'ajouter le shortcode pour un article ou une page présentant le produit. Remplacez nom du produit et le prix avec le nom réel et votre prix.

source: PRODUCT-NAME
de_de: PRODUKTNAME
es_es: Nombre del producto,
fr_fr: NOM-PRODUIT

source: PRODUCT-PRICE
de_de: PRODUKTPREIS
es_es: PRODUCTO PRECIO
fr_fr: PRIX-PRODUIT

source: eg.
de_de: z.B.
es_es: por ejemplo.
fr_fr: ex:

source: Test Product
de_de: Test-Produkt
es_es: Prueba de Producto
fr_fr: Produit de teste

source: To add the 'Add to Cart' button on you theme's template files, use &lt;?php echo print_wp_cart_button_for_product('PRODUCT-NAME', PRODUCT-PRICE); ?&gt; . Replace PRODUCT-NAME and PRODUCT-PRICE with the actual name and price.
de_de: Um den Knopf an Sie Themas Template-Dateien 'In den Warenkorb "hinzuzufügen, verwenden Sie &lt;?php echo print_wp_cart_button_for_product('PRODUCT-NAME', PRODUCT-PRICE); ?&gt;. Ersetzen PRODUKT-Name und Produkt-Preis mit dem tatsächlichen Namen und Preis.
es_es: Para agregar el campo "Agregar al Carrito 'botón en los archivos de plantilla le tema, utilice &lt;?php echo print_wp_cart_button_for_product('PRODUCT-NAME', PRODUCT-PRICE); ?&gt;. Vuelva a colocar nombre del producto, y el PRODUCTO PRECIO-con el nombre real y el precio.
fr_fr: Pour ajouter le bouton "Ajouter à la commande", il vous suffit d'ajouter l'appelle PHP suivant : &lt;?php echo print_wp_cart_button_for_product('PRODUCT-NAME', PRODUCT-PRICE); ?&gt; . Remplacez nom du produit et le prix avec vos informations.

source: To display the numbers of items in cart use &lt;?php echo wpusc_cart_item_qty(); ?&gt; . The string display are set in the plugin's settings.
de_de: Um die Zahl der Artikel im Warenkorb anzuzeigen, benutze &lt;?php echo wpusc_cart_item_qty(); ?&gt;. Der String-Display sind in den Plugin-Einstellungen festlegen.
es_es: Para mostrar el número de elementos en el uso de carrito &lt;?php echo wpusc_cart_item_qty(); ?&gt;. La cadena de pantalla se establecen en la configuración del plug-in
fr_fr: Pour afficher les numéros d'articles de votre commande, utilisez &lt;?php echo wpusc_cart_item_qty(); ?&gt; . L'affichage du texte d'accompagnement est a configurer dasn les paramètres du plugin.

source: To use variation of the price use the following trigger text:
de_de: Um Schwankungen des Preises verwenden Sie die folgende Trigger Text:
es_es: Para utilizar la variación del precio de utilizar el texto siguiente disparador:
fr_fr: Pour une variation du prix, utilisez l'exemple suivant:

source: VARIATION-NAME
es_es: VARIACIÓN-NAME
fr_fr: NOM-VARIATION

source: VARIATION-LABEL1
es_es: VARIACIÓN-LABEL1
fr_fr: LABEL-VARIATION1

source: VARIATION-PRICE1
es_es: VARIACIÓN-Precio1
fr_fr: VARIATION-PRIX1

source: VARIATION-LABEL2
es_es: VARIACIÓN-LABEL2
fr_fr: LABEL-VARIATION2

source: VARIATION-PRICE2
es_es: VARIACIÓN-PRICE2
fr_fr: VARIATION-PRIX2

source: Size|Small,1.10|Medium,2.10|Large,3.10
de_de: Size | Kleine, 1,10 | Medium, 2,10 | Large, 3,10
es_es: Tamaño | 1.10 Pequeño, | Medium, 2.10 | Grande, 3,10
fr_fr: Taille|S,1.10|M,2.10|L,3.10

source: To use variation of the price and shipping use the following trigger text:
de_de: Um Schwankungen des Preises und Versand verwenden Sie die folgende Trigger Text:
es_es: Para utilizar la variación del precio de utilizar el texto siguiente disparador:
fr_fr: Pour utiliser le contrôle de variation à l'expédition, utiliser le texte suivant:

source: Shipping|normal,6.50|fast,10.00
de_de: Shipping | normal, 6,50 | schnelle, 10.00
es_es: Shipping|normal,6.50|rápido,10.00
fr_fr: Shipping|normal,6.50|rapide,10.00

source: To use variation control use the following trigger text:
de_de: Um Schwankungen Steuerung verwenden Sie die folgende Trigger Text:
es_es: Para utilizar el control de la variación utilizar el texto siguiente disparador:
fr_fr: Pour les variation de contrôle, utiliser le texte d'exemple suivant:

source: To use variation control with simple shipping use the following trigger text:
de_de: Um Schwankungen Steuerung mit einem einfachen Versand verwenden Sie die folgende Trigger Text:
es_es: Para utilizar el control de la variación con el envío utilizar el texto siguiente disparador:
fr_fr: Pour utiliser le contrôle de variation à l'expédition, utiliser le texte suivant:

source: SHIPPING-COST
es_es: ENVÍO DE GASTOS
fr_fr: PRIX-LIVRAISON

source: Size|Small|Medium|Large
de_de: Size | Klein | Mittel | Large
es_es: Tamaño | Medio | | Pequeño Grande
fr_fr: Taille|S|M|L

source: To use multiple variation (unlimited variation) option use the following trigger text:
de_de: Um mehrere Variationen (unbegrenzte Variation) verwenden Sie die Option verwenden Sie die folgende Trigger Text:
es_es: Para utilizar la opción de variación de usos múltiples en el texto siguiente disparador:
fr_fr: Pour utiliser l'option de variation multiples utiliser le texte déclencheur suivant:

source: Color|Red|Green
de_de: Color | Rot | Grün
es_es: Color | Rojo | Verde
fr_fr: Couleur|Rouge|Vert

source: 3.a To add the shopping cart to a post or page (eg. checkout page) simply add the shortcode
de_de: 3.a in den Warenkorb auf einen Beitrag oder eine Seite (zB. Kasse Seite) fügen Sie einfach fügen Sie den Shortcode
es_es: 3.a Para agregar el carrito de la compra para un puesto o una página (por ejemplo. Página de pago) sólo tiene que añadir el código corto
fr_fr: 3.a Pour ajouter votre récapitulatif de commande pour un article ou une page (par exemple la page de paiement) il suffit d'ajouter le code

source: To display checkout to a post or page, simply add the shortcode
de_de: 2. Um den Warenkorb auf einer Seite oder in einem Artikel anzuzeigen (z.B. auf der 'Bestellung abschließen' Seite) verwenden sie einfach den Text
es_es: Para mostrar la caja para un puesto o una página, sólo tiene que añadir código abreviado
fr_fr: Pour afficher le récapitulatif de commande pour un article ou une page, il suffit d'ajouter le shortcode

source: Or use the sidebar widget to add the shopping cart to the sidebar.
de_de: in einem Artikel oder auf einer Seite. Oder Sie aktivieren das Sidebar Widget um den Warenkorb in der Sidebar anzuzeigen.
es_es: O utilizar el widget de la barra lateral para agregar el carrito de compras para la barra lateral.
fr_fr: Ou utiliser le widget pour ajouter le panier à la barre latérale.

source: 3.b If you want (need) to use the 3 steps cart process do following :
de_de: 3.b Wenn Sie wollen (müssen), um die 3 Schritte Warenkorb Prozess verwenden Sie folgendes:
es_es: 3.b Si quieres (necesidad) de utilizar el proceso de compra de 3 pasos lo siguiente:
fr_fr: 3.b Si vous voulez (besoin d') utiliser le processus de panier en 3 étapes mettez en place les points suivants:

source: Create a page with the shortcode
de_de: Erstellen Sie eine Seite mit der Kurzwahlnummer
es_es: Crear una página con el código corto
fr_fr: Crée une page avec le shortcode

source: Create a page with your form (<a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact form 7</a> is the current better choice) and do the following configuration to your form:
de_de: Erstellen Sie eine Seite mit dem Formular (<a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact form 7</a> ist der aktuelle besser Wahl) und führen Sie die folgende Konfiguration, um Ihre Form:
es_es: Crear una página con el formulario (<a target="_blank" href="https://wordpress.org/plugins/contact-form-7"> Contact form 7</a> es mejor la actual opción), y hacer la siguiente configuración a su formulario:
fr_fr: Créer une page avec votre formulaire (<a href="https://wordpress.org/plugins/contact-form-7/" target="_blank">Contact form 7</a> ) et configurez comme suit votre formulaire:

source: Go to edit your form
de_de: Gehen Sie zu Ihrem Formular bearbeiten
es_es: Ir a editar su formulario
fr_fr: Allez éditer votre formulaire

source: Scroll down and go to "Additional Settings" text area
de_de: Blättern Sie nach unten und gehen Sie zu Textbereich "Zusätzliche Einstellungen" (Additional Settings)
es_es: Desplázate hacia abajo y vaya a área de texto "Configuración adicional" (Additional Settings)
fr_fr: Descendez et allez à la zone texte "Paramètres supplémentaire" (Additional Settings)

source: Paste : on_sent_ok: "location = 'http://example.com/mycart';" (replace http://example.com/mycart by your own URL)
de_de: Paste: on_sent_ok: "location = 'http: //example.com/mycart'; " (ersetzen http://example.com/mycart durch Ihre eigene URL)
es_es: Pegar: on_sent_ok: "ubicación = 'http: //example.com/mycart'; " (reemplazar http://example.com/mycart por su propia URL)
fr_fr: Collez => on_sent_ok: "location = 'http: //exemple.com/monpannier'; " (remplacer http://exemple.com/monpannier par votre propre URL)

source: And create http://example.com/mycart page if not existing, plus past following shortcode inside it
de_de: Und erstellen http://example.com/mycart Seite, falls nicht vorhanden, zzgl vergangenen folgenden Short drin
es_es: Y crear la página http://example.com/mycart si no existente, más allá siguiente código corto en su interior
fr_fr: Et créer la page http://exemple.com/monpannier si non-existante, et collez-y le code [show_wp_shopping_cart]

source: This will permit to receive user's input before go on paypal final's validation.
de_de: Dies erlaubt die Eingabe des Benutzers zu erhalten, bevor die Validierung paypal endgültige gehen.
es_es: Esto permitirá que para recibir la entrada del usuario antes de ir a la final de la validación PayPal.
fr_fr: Cela permettra de recevoir les données des utilisateurs avant validation finale chez PayPal.

source: The customer will be redirected to cart with paypal button after successful form submit
de_de: Der Kunde wird den Warenkorb mit Paypal-Button umgeleitet werden nach erfolgreicher Formular abschicken
es_es: El cliente va a ser redirigido a la cesta con el botón de PayPal después de forma exitosa presentar
fr_fr: Le client sera redirigé vers le panier avec le bouton paypal, si l'envoye du formulaire réussi

source: You must use [validate_wp_shopping_cart] shortcode on another page if you want to use the 3 steps process.
de_de: Sie müssen [validate_wp_shopping_cart] Shortcode auf einer anderen Seite verwenden, wenn Sie die drei Schritte-Prozess verwenden möchten.
es_es: Usted debe usar [validate_wp_shopping_cart] abreviado en otra página si desea utilizar el proceso de 3 pasos.
fr_fr: Vous devez utiliser le shortcode [validate_wp_shopping_cart] sur une autre page si vous souhaitez utiliser le processus de 3 étapes.

source: 4. Good selling ! If you need help, whether it’s a plugin that causing issues, a theme, or just needed help with styling your site or
de_de: 4. Gute Verkauf! Wenn Sie Hilfe benötigen, ob es ein Plugin, das Probleme verursacht, ein Thema, oder einfach nur Hilfe brauchte mit Styling Ihrer Website oder
es_es: 4. Buena venta! Si usted necesita ayuda, si se trata de un plugin que causan problemas, un tema, o simplemente de ayuda necesaria con el estilo de su sitio o
fr_fr: 4. Bonne vente! Si vous avez besoin d'aide? Que ce soit un plug-in qui vous cause des problèmes, un thème, ou tout simplement besoin d'aide avec les styles votre site ou

source: …We can help!
de_de: ... Wir können helfen!
es_es: ... Nosotros podemos ayudarle!
fr_fr: ... Nous pouvons vous aider !

source: Live Support
de_de: Support Live
es_es: Ayuda rápida y directa
fr_fr: Aide en direct

source: for all your needs on
de_de: für alle Ihre Bedürfnisse auf
es_es: para todas sus necesidades en
fr_fr: pour tous vos besoins sur

source: or
de_de: der
es_es: o
fr_fr: ou

source: Support provided by Ultra Prod Staff.
de_de: Support by Ultra-Prod Mitarbeiter vorgesehen.
es_es: El apoyo prestado por Ultra Prod personal.
fr_fr: Aide proposée par l'équipe d'Ultra Prod

source: Like sell on major marketplaces ?
de_de: Wie verkaufen auf großen Marktplätzen?
es_es: Como vender en los principales mercados?
fr_fr: Voulez-vous vendre sur les principales places de marché ?

source: Please, if you like WUSPSC, think to give it a good rating
de_de: Bitte, wenn Sie WUSPSC gefallen, wäre es ein gutes Rating
es_es: Si te gusta WUSPSC, le dan una buena calificación
fr_fr: Si vous appréciez WUSPSC, donnez-lui 5 étoiles

source: and please consider to donate 1$ only or more if you can, &#8364; or &pound; to help me to give time for user&#8217;s support, add new features and upgrades.
de_de: und beachten Sie bitte ein paar 1$ spenden, &#8364; oder &pound; um mir zu helfen, um Zeit für Benutzer-Support zu geben, neue Funktionen hinzuzufügen und schnell Upgrades.
es_es: y por favor, considere donar 1$ pocas, € o £ para que me ayude a dar tiempo para el apoyo de usuarios, añadir nuevas funciones y actualizaciones rápidas.
fr_fr: et s'il vous plaît envisager de faire un don d'1 &#8364; ou &pound; pour m'aider à passer du temps pour le soutien des utilisateurs, ajouter de nouvelles fonctionnalités et faire des mise à jours souvent.

source: After more than 100,000 downloads, <a href="https://www.ultra-prod.com/products-modules-plugin/wp-ultra-simple-paypal-shopping-cart/">only less that 30 users donate</a>.
de_de: Nach mehr als 100 000 Downloads, <a href="http://www.ultra-prod.com/products-modules-plugin/wp-ultra-simple-paypal-shopping-cart/" target="_blank">only weniger als 30 Benutzern spenden</a>.
es_es: Después de más de 100.000 descargas, <ahref="http://www.ultra-prod.com/products-modules-plugin/wp-ultra-simple-paypal-shopping-cart/">only menos que 30 usuarios donan </a>.
fr_fr: Après plus de 100 000 téléchargements, <a href="http://www.ultra-prod.com/products-modules-plugin/wp-ultra-simple-paypal-shopping-cart/">seulement 30 utilisateurs ont fait une donation</a>.

source: Or if you like down-tempo / ambiant / electronic music, you can buy a few tracks from one of my CD on Amazon.
de_de: Oder wenn Sie downtempo / Ambient / elektronische Musik mögen, können Sie ein paar Tracks von einem meiner CD kaufen bei Amazon.
es_es: O si te gusta down-tempo / música Ambiant / electrónica, usted puede comprar un par de pistas de uno de mis CD en Amazon.
fr_fr: Ou si vous appréciez le down-tempo / l'ambiante / la musique électronique, vous pouvez acheter quelques-uns des morceaux d'un de mes CD sur Amazon.

source: Thanks a lot for your support !!!
de_de: Vielen Dank für Ihre Unterstützung!
es_es: Muchas gracias por tu apoyo!
fr_fr: Merci de vos encouragements et de votre support !!!

source: Coupon Code
de_de: Rabatt-Code
es_es: Código de Cupón
fr_fr: Code promo

source: Do you need discount Code feature?
de_de: Sie benötigen Rabatt-Code-Funktion?
es_es: ¿Necesita función de código de descuento?
fr_fr: Voulez-vous une gestion des codes promo?

source: If the answer is yes, please ask it on
de_de: Wenn die Antwort ja ist, fragen Sie bitte auf
es_es: Si la respuesta es sí, por favor pregunta en
fr_fr: Si c'est le cas, n'hésitez pas a rajouter votre votre a cette demande

source: this Forum thread
de_de: diesem Forum-Thread
es_es: este hilo del foro
fr_fr: ce thread dans le forum de support

source: WP Ultra Simple Shopping Cart Read ME
fr_fr: README WP Ultra Simple Shopping Cart

source: WP Ultra Simple Shopping Cart Support
de_de: WP extrem einfache Shopping Cart Support
es_es: Apoyo WP Ultra Simple Shopping Cart
fr_fr: Aide WP Ultra Simple Shopping Cart

source: Do you need support or new features?
de_de: Benötigen Sie Unterstützung oder neue Features?
es_es: ¿Necesitas ayuda o nuevas características?
fr_fr: Avez-vous besoin d'aide ou d'une nouvelle fonctionnalité ?

source: Just ask on
de_de: Fragen Sie einfach auf
es_es: Sólo hay que preguntar en
fr_fr: Si c'est le cas, n'hésitez pas à demander sur le

source: WUSPSC Forum
es_es: foro WUSPSC
fr_fr: Forum WUSPSC

source: Do you need quick and direct support?
de_de: Haben Sie eine schnelle und direkte Unterstützung benötigen?
es_es: ¿Necesita ayuda rápida y directa?
fr_fr: Avez-vous besoin d'aide rapidement ?

source: We can provide you "Live Support" for all your WordPress or Prestashop needs!
de_de: Wir können Ihnen "Live Support " für alle Ihre Wordpress oder Prestashop braucht !
es_es: Podemos proporcionarle "Ayuda rápida y directa" para todas sus necesidades de WordPress o Prestashop !
fr_fr: Nous pouvons vous proposer "une Aide en direct" pour vos besoins WordPress ou Prestashop !

source: click on UP Live Support
de_de: klicken Sie auf UP Live Support
es_es: haga clic en el apoyo directo
fr_fr: cliquer sur l'aide en direct UP

source: Do you like the WP Ultra Simple Paypal Shopping Cart Plugin?
de_de: Wie gefällt Ihnen der WP Ultra-einfacher Paypal Shopping Cart Plugin?
es_es: ¿Te gusta el WP Ultra Simple Paypal Shopping Cart?
fr_fr: Vous appréciez le plugin WP Ultra Simple Paypal Shopping Cart?

source: Please
de_de: Bitte
es_es: Por favor,
fr_fr: SVP

source: give it a good rating
de_de: geben ihm eine gute Note
es_es: Darle una buena calificación
fr_fr: Donnez-lui une bonne note

source: on Wordpress website
de_de: auf Wordpress-Website
es_es: en el sitio web Wordpress
fr_fr: Aller sur le site de Wordpress.org
